baobab
base
base-devel
bc
bluez
bluez-utils
brightnessctl
btrfs-progs
chafa
chromium
cpio
decibels
dkms
docker
docker-compose
dosfstools
dunst
efibootmgr
emacs
exfatprogs
extension-manager
fastfetch
fd
feh
firefox
fzf
gdb
gdm
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
graphviz
grilo-plugins
grim
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
inetutils
intel-ucode
iw
iwd
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
loupe
meld
mission-center
mpv
mtools
nano
nasm
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-extra
ntfs-3g
nvidia-open-dkms
obs-studio
orca
os-prober
pacman-contrib
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ptyxis
python-sphinx
python-yaml
qbittorrent
reflector
rsync
rust
rust-bindgen
rust-src
rygel
showtime
simple-scan
slurp
smartmontools
snapshot
sof-firmware
starship
stow
sushi
tecla
telegram-desktop
thunderbird
tmux
tree
ttf-indic-otf
vim
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xmlto
xorg-server
xorg-xinit
yelp
yt-dlp
zram-generator
zsh
